let base1 = {
    1: {
        q: "Что пишет замужняя неработающая женщина в анкетах?",
        1: "Домработница",
        2: "Хранительница очага",
        3: "Домохозяйка",
        4: "Хозяйка дома",
        a: 3
    },
    2: {
        q: "Что курил крокодил Гена?",
        1: "Сигары",
        2: "Не курил",
        3: "Марихуану",
        4: "Трубку",
        a: 4,
    },
    3: {
        q: "В какой из этих стран один из официальных языков - французский?",
        1: "Республика Гаити",
        2: "Кения",
        3: "Эквадор",
        4: "Португалия",
        a: 1
    },
    4: {
        q: "За чем послала жена мужа в мультфильме 'Падал прошлогодний снег'?",
        1: "Просто послала",
        2: "За дровами",
        3: "За грибами",
        4: "За ёлкой",
        a: 4
    },
    5: {
        q: "Из какого металла были сделаны ложки в недорогих советских столовых?",
        1: "Медь",
        2: "Золото",
        3: "Чугун",
        4: "Аллюминий",
        a: 4
    },
}


let base2 = {
    1: {
        q: " Какой титул имел Дон Кихот?",
        1: "Барон",
        2: "Идальго",
        3: "Маркиз",
        4: "Вождь",
        a: 2
    },
    2: {
        q: 'Кто автор антиутопического романа "О дивный новый мир"?',
        1: "Олдос Хаксли",
        2: "Рэй Брэдбери",
        3: "Джордж Оруэлл",
        4: "Сомерсет Моэм",
        a: 1
    },
    3: {
        q: 'Какое новшество при чеканке монет первым придумал и воплотил в жизнь Исаак Ньютон??',
        1: "Разные аверс и реверс",
        2: "Насечки на гурте",
        3: "Биметаллические монеты",
        4: "Чеканочный пресс",
        a: 2
    },
    4: {
        q: 'Какой знак восточного гороскопа следует за знаком Дракона?',
        1: "Змея",
        2: "Грифон",
        3: "Химера",
        4: "Мышь",
        a: 1
    },
    5: {
        q: 'В какой области не присуждают Нобелевскую премию?',
        1: "Математика",
        2: "Физика",
        3: "Литература",
        4: "Химия",
        a: 1
    },
}

let base3 = {
    1: {
        q: "Чьего танца нет в балете Чайковского «Щелкунчик»?",
        1: "Безе",
        2: "Кофе",
        3: "Чая",
        4: "Шоколада",
        a: 1
    },
    2: {
        q: "Кто дал Персею зеркальный щит, который помог одолеть горгону Медузу?",
        1: "Гермес",
        2: "Афина",
        3: "Гефест",
        4: "Аид",
        a: 2
    },
    3: {
        q: "Какой химический элемент назван в честь злого подземного гнома?",
        1: "Гафний",
        2: "Кобальт",
        3: "Бериллий",
        4: "Теллур",
        a: 2
    },
    4: {
        q: "Где можно увидеть кракелюры?",
        1: "На поверхности Марса",
        2: "На языке хамелеона",
        3: "На старой картине",
        4: "На мачте парусника",
        a: 3
    },
    5: {
        q: "Команда какой страны ни разу не была чемпионом Европы по футболу?",
        1: "Франция",
        2: "Германия",
        3: "Англия",
        4: "Италия",
        a: 3
    },
}