let base1 = {
    1: {
        q: "На каком инструменте, как считается, играл древнерусский певец и сказитель Боян?",
        1: "На гуслях",
        2: "На виолончели",
        3: "На баяне",
        4: "На гитаре",
        a: 1,
    },
    2: {
        q: " В какой из этих стран один из официальных языков - французский?",
        1: "Республика Гаити",
        2: "Кения",
        3: "Эквадор",
        4: "Португалия",
        a: 1
    },
    3: {
        q: "В каком году крещена Киевская Русь?",
        1: "102 г до Рождества Христова",
        2: "1812 г. после Рождества Христова",
        3: "988 г Рождества Христова",
        4: "1г после Рождества Христова",
        a: 3
    },
    4: {
        q: "Что пишет замужняя неработающая женщина в анкетах",
        1: "Домработница",
        2: "Хранительница очага",
        3: "Домохозяйка",
        4: "Хозяйка дома",
        a: 3
    }
}


let base2 = {
    1: {
        q: "Восьмой вопрос! Какой титул имел Дон Кихот?",
        1: "Барон",
        2: "Идальго",
        3: "Маркиз",
        4: "Вождь",
        a: 2
    },
    2: {
        q: 'Кто автор антиутопического романа "О дивный новый мир"?',
        1: "Олдос Хаксли",
        2: "Рэй Брэдбери",
        3: "Джордж Оруэлл",
        4: "Сомерсет Моэм",
        a: 1
    },
    3: {
        q: 'Какое новшество при чеканке монет первым придумал и воплотил в жизнь Исаак Ньютон??',
        1: "Разные аверс и реверс",
        2: "Насечки на гурте",
        3: "Биметаллические монеты",
        4: "Чеканочный пресс",
        a: 1
    },
    4: {
        q: 'Какое новшество при чеканке монет первым придумал и воплотил в жизнь Исаак Ньютон??',
        1: "Разные аверс и реверс",
        2: "Насечки на гурте",
        3: "Биметаллические монеты",
        4: "Чеканочный пресс",
        a: 1
    },
}

let base3 = {
    1: {
        q: "Чьего танца нет в балете Чайковского «Щелкунчик»?",
        1: "Безе",
        2: "Кофе",
        3: "Чая",
        4: "Шоколада",
        a: 1
    },
    2: {
        q: "Кто дал Персею зеркальный щит, который помог одолеть горгону Медузу?",
        1: "Гермес",
        2: "Афина",
        3: "Гефест",
        4: "Аид",
        a: 2
    },
    3: {
        q: "Какой химический элемент назван в честь злого подземного гнома?",
        1: "Гафний",
        2: "Кобальт",
        3: "Бериллий",
        4: "Теллур",
        a: 2
    },
    4: {
        q: "Где можно увидеть кракелюры?",
        1: "На поверхности Марса",
        2: "На языке хамелеона",
        3: "На старой картине",
        4: "На мачте парусника",
        a: 3
    },
}